IDEA Open Model
PointSupportNode.SupportTypeRZ Property
Compatible with IDEA StatiCa Beta 20.0
 Support type in dirrection round Z
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SupportTypeInDirrection SupportTypeRZ { get; set; }
Public Property SupportTypeRZ As SupportTypeInDirrection
	Get
	Set
Property Value
Type: SupportTypeInDirrection
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace